Repository: Sabotage-1707/SecurityTests
Catalog: SecurityTestsUI/Languages/Messages.*.resx
Languages: ru_ru

# Account
source: ACCONT
ru_ru: АККАУНТ

# AddButton
source: Add
ru_ru: Добавить

# AddQuestionButtonText
source: Add
ru_ru: Добавить

# AddQuestionTab
source: Add Question
ru_ru: Добавить Вопрос

source: ADMIN
ru_ru: АДМИН

# AdminRoles
source: Choose Which Role This Question Will Be Displayed For
ru_ru: Выбирите роль для которой будет показан этот вопрос

# AllQuestoinsLabel
source: All Questions:
ru_ru: Все вопросы:

# AnswerDeletedSuccess
source: Answer was successfuly deleted
ru_ru: Ответ успешно удален

# AnswersTab
source: Answers
ru_ru: Ответы

# BackButton
source: Back to Login
ru_ru: Вернуться к окну для входа

# CorrectAnswersLabel
source: Correct Answers:
ru_ru: Правильных ответов:

# CorrectAnswersPercentsLabel
source: Correct Answers Percents:
ru_ru: Процент правильных ответов:

source: Counter Of Used Tries
ru_ru: Количество прохождений:

# CurrentLanguage
source: Language
ru_ru: Язык

# DatePicker
source: Enter Date Birthday
ru_ru: Введите дату рождения

# DateTimeOfLastTryByFireSafetyLabel
source: Last Try By Fire Safety:
ru_ru: Последняя попытка по пожар.без.

# DateTimeOfLastTryByIndustrialSafetyLabel
source: Last Try By Industrial Safety:
ru_ru: Последняя попытка по промыш.без.

# DeleteButton
source: Delete
ru_ru: Удалить

# EmployeesReport
source: Show Employee report
ru_ru: Показать отчет по работникам

# EnterCounter
source: Enter counter of used tries
ru_ru: Использованные попытки

source: Enter RoleName
ru_ru: Введите название роли

source: Enter Type
ru_ru: Введите тип

source: EXIT
ru_ru: ВЫХОД

# ExitButton
source: Close
ru_ru: Закрыть

source: Fields Are Not Filled
ru_ru: Не все поля были заполнены

# FireSafetyTestButton
source: Pass the fire safety test
ru_ru: Пройти тест по пожарной безопастности

# FirstAnswerTextBox
source: Enter First Answer
ru_ru: Введите первый ответ

# FourthAnswerTextBox
source: Enter fourth Answer
ru_ru: Введите четвертый ответ

source: Help
ru_ru: Помощь

# IncorrectData
source: The Fields aren't filled in correctly
ru_ru: Поля заполнены не корректно

# IndustrialSafetyTestButton
source: Pass the industrial safety test
ru_ru: Пройти тест по промышленной безопастности

# IsCorrectAnswer
source: Is Correct
ru_ru: Он правильный

# LogInButton
source: Log In
ru_ru: Войти

# LoginViewDescriptionLabel
source: User Login
ru_ru: Вход Пользователя

# LoginViewErrorMessage
source: Incorrect data, please try again...
ru_ru: Некорректные данные, пожалуйста попробуйте снова...

source: Logout
ru_ru: Выйти

# LongTime
source: Server timeout expired
ru_ru: Истекло время ожидания сервера

# MainViewDescriptionLabel
source: Welcome to Security Tests
ru_ru: Добро пожаловать в приложение Security Tests

# ManagersReport
source: Show Manager report
ru_ru: Показать отчет по управляющим

# NextButtonText
source: NEXT
ru_ru: СЛЕДУЮЩИЙ

source: Non vereficated
ru_ru: Не верефицирован

source: out of
ru_ru: из

# QuestionAddSuccess
source: New question was seccessfuly added.
ru_ru: Новый вопрос успешно добавлен.

# QuestionDeletedSuccess
source: Question was successfuly deleted
ru_ru: Вопрос успешно удален

# QuestionsTab
source: Questions
ru_ru: Вопросы

# RegisterButton
source: Register
ru_ru: Зарегистрировать

# RegisterTooltip
source: Sign up new user
ru_ru: Зарегистрировать нового пользователя

# RegisterViewDescriptionLabel
source: User Registration
ru_ru: Регистрация Пользователя

# RegisterViewErrorMessage
source: Error! Try again.
ru_ru: Ошибка! Попробуте снова.

# ReportsTab
source: Reports
ru_ru: Отчеты

# ResetButton
source: Reset
ru_ru: Стереть

# ResetTooltip
source: Reset all fields
ru_ru: Стереть все поля

# RoleAddSuccess
source: Role was successfuly added
ru_ru: Роль успешно добавлена

# RoleDeletedSuccess
source: Role was successfuly deleted
ru_ru: Роль успешно удалена

source: Role name are not filled
ru_ru: Поле название роли не заполнено

# Roles
source: Choose Role
ru_ru: Выбирите Роль

# RolesTab
source: Roles
ru_ru: Роли

# SecondAnswerTextBox
source: Enter Second Answer
ru_ru: Введите второй ответ

# SignUpButton
source: Sign Up
ru_ru: Зарегистрироваться

# SuccessMessage
source: You are successfuly registered
ru_ru: Вы успешно были зарегистрированы

# SuccessUpdate
source: Your account was successfuly updated!
ru_ru: Ваш аккаунт был успешно обновлён!

# TestResultsLabel
source: Your Test Results
ru_ru: Ваши результаты по тесту

source: TESTS
ru_ru: ТЕСТЫ

# TextBoxEmail
source: Enter Email
ru_ru: Введите Почту

# TextBoxName
source: Enter Name
ru_ru: Введите Имя

# TextBoxQuestion
source: Enter Question
ru_ru: Введите вопрос

# TextBoxUserName
source: Enter Username
ru_ru: Введите Никнейм

# TextBoxUserPassword
source: Enter UserPassword
ru_ru: Введите Пароль

# ThirdAnswerTextBox
source: Enter Third Answer
ru_ru: Введите третий ответ

# TypeAddSuccess
source: Type was successfuly added
ru_ru: Тип вопроса успешно добавлен

source: Type are not filled
ru_ru: Поле тип не заполнено

# TypeDeletedSuccess
source: Type was successfuly deleted
ru_ru: Тип вопроса успешно удалён

# TypesOfQuestion
source: Choose Type Of Question
ru_ru: Выбирите тип вопроса

# TypesTab
source: Types Of Question
ru_ru: Типы вопросов

# UpdateAccountButton
source: Update
ru_ru: Изменить

# UpdateAccountSuccess
source: Your account data was successfuly changed
ru_ru: Данные вашего акканута были успешно изменены

# UpdateAnswerSuccess
source: Answer was successfuly updated
ru_ru: Ответ успешно обновлен

# UpdateButton
source: Update
ru_ru: Изменить

# UpdateQuestionSuccess
source: Question was successfuly updated
ru_ru: Вопрос успешно обновлён

# UpdateRoleSuccess
source: Role was successfuly updated
ru_ru: Роль успешно обнавлена

# UpdateTypeSuccess
source: Type was successfuly updated
ru_ru: Тип вопроса успешно обновлён

# UpdateUserSuccess
source: User was successfuly updated
ru_ru: Пользователь успешно обновлён

# UpdateWindow
source: Update
ru_ru: Обновить

# UserAddSuccess
source: User was successfuly added
ru_ru: Пользователь успешно добавлен

# UserDeletedSuccess
source: User was successfuly deleted
ru_ru: Пользователь был успешно удален

# UserHaventPassedYet
source: Haven't passed yet
ru_ru: Еще не проходил

# UsersTab
source: Users
ru_ru: Пользователи

source: Vereficated
ru_ru: Верефицирован

source: Vereficated by fire safety
ru_ru: Верефицирован по пож.без.

source: Vereficated by industrial safety
ru_ru: Верефицирован по пром.без.

source: Verefication Status By Fire Safety:
ru_ru: Пожарная безопасность:

source: Verefication Status By Industrial Safety:
ru_ru: Промышленная безопасность:

# WorkersReport
source: Show Workers report
ru_ru: Показать отчет по рабочим
